/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */


"Report_SmallerObjects" = "…kleinere Objekte…";
"Report_HiddenSpace" = "(versteckter Speicherplatz)";

"Report_Button_DisksAndFolders" = "Laufwerke und Ordner";

"Report_EmptyVolume" = "Dieser Datenträger ist leer";
"Report_EmptyFolder" = "Dieser Ordner ist leer";
"Report_RestrictedVolume" = "Eingeschränktes Laufwerk";
"Report_RestrictedFolder" = "Eingeschränkter Ordner";

"Report_RestrictedVolumeAdmin" = "Eingeschränktes Laufwerk\nScanne als Administrator um es zu öffnen.";
"Report_RestrictedFolderAdmin" = "Eingeschränkter Ordner\nScanne als Administrator um es zu öffnen.";

/* hidden space description as appears on the sidebar when pointing to it */
"Report_Hidden_SystemAdminManyUsers" = "Dieser Speicherplatz wird von Dateien belegt, für deren Zugriff zusätzliche Berechtigungen benötigt werden und gehören vermutlich zu anderen Benutzerkonten. Bitte das Laufwerk erneut als Administrator einlesen, um sie sichtbar zu machen.";
"Report_Hidden_SystemAdminOneUser" = "Dieser Speicherplatz wird von zugriffsbeschränkten und Systemdateien belegt, für deren Zugriff zusätzliche Berechtigungen benötigt werden. Bitte das Laufwerk als Administrator scannen, um sie sichtbar zu machen.";
"Report_Hidden_NonSystemAdmin" = "Dieser Speicherplatz wird von Dateien belegt, für deren Zugriff zusätzliche Berechtigungen benötigt werden. Bitte das Laufwerk als Administrator scannen, um sie sichtbar zu machen.";
"Report_Hidden_UnknownSpace" = "Leider ist DaisyDisk nicht in der Lage, diese Daten ausfindig zu machen. Sie sind für Benutzer nicht zugänglich.";

/* context menu for sidebar items */
"Report_Menu_Collect" = "Bewege „%@“ zum Sammler";
"Report_Menu_CollectDisabled" = "Zum Sammler bewegen";
"Report_Menu_Uncollect" = "Entferne „%@“ aus dem Sammler";
"Report_Menu_UncollectDisabled" = "Aus dem Sammler entfernen";

/* text displayed on the Collector */
"Report_Collector_Message_Empty" = "Dateien zum Sammeln hierher ziehen";
"Report_Collector_Message_FullCollected" = "%@ gesammelt";
"Report_Collector_Message_FullNoItems" = "Keine Dateien gesammelt";
"Report_Collector_Message_FullZeroSizedItems" = "Mikroskopische Mengen gesammelt";
"Report_Collector_Button_Delete" = "Löschen";

/* read-only disk or folder: the message replaces Collector */
"Report_Collector_Message_ReadOnlyVolume" = "Laufwerk „%@“ ist schreibgeschützt";
"Report_Collector_Message_ReadOnlyFolder" = "Ordner „%@“ ist schreibgeschützt";

/* dragging different items to the Collector */
"Report_Collector_Message_System" = "„%@“ wird von OS X benötigt und sollte nicht entfernt werden";
"Report_Collector_Message_ReadOnlyItem" = "„%@“ ist nur leseberechtigt und kann nicht entfernt werden";
"Report_Collector_Message_SmallerItems" = "„Kleinere Objekte“ ausklappen, um einzelne Dateien zu entfernen";
"Report_Collector_Message_TimeMachine" = "Bitte die Time-Machine-Oberfläche zum Löschen von Daten aus Backups verwenden";
"Report_Collector_Message_HiddenSpace" = "Als Administrator scannen, um versteckten Speicherplatz anzuzeigen";
"Report_Collector_Message_UnknownHiddenSpace" = "Kann den versteckten Speicherplatz nicht löschen, da es nicht möglich ist, die Dateien ausfindig zu machen";

"Report_Collector_Message_CountDownPart1" = "Sek. bis zum Start. Die Dateien werden";
"Report_Collector_Message_CountDownPart2" = "endgültig gelöscht!";
"Report_Collector_Button_Stop" = "Stop";
"Report_Collector_Message_DeletionProgress" = "Löschvorgang wird durchgeführt… %d%%";

/* some files cannot be deleted message on the Collector */
"Report_Collector_Message_Error" = "Einige Dateien wurden nicht gelöscht";
"Report_Collector_Button_View" = "Anzeigen";

/* item removal hint text on the top of Collector */
"Report_Collector_DrawerHeader" = "Elemente rausziehen um sie aus der Liste zu entfernen";

/* scopebar messages: non-modal error reports and reminders */
"Report_ScopebarError_NoVolume" = "Das Laufwerk wurde entfernt. Bitte schließen Sie es wieder an um fortzusetzen";
"Report_ScopebarError_NoFolder" = "Der Order fehlt. Ein erneuter Scan ist empfehlenswert";
"Report_ScopebarError_NoFile" = "Die Datei fehlt. Ein erneuter Scan ist empfehlenswert";
"Report_ScopebarError_NoCurrentFolder" = "Der aktuelle Ordner fehlt. Ein erneuter Scan ist empfehlenswert";
"Report_ScopebarError_NoTopmostFolder" = "Der gescannte Ordner fehlt";
"Report_ScopebarError_Button_Rescan" = "Erneut scannen";
"Report_ScopebarError_NoAdminHelper" = "Administratormodus fehlgeschlagen. Ein Neustart von DaisyDisk ist empfehlenswert";
"Report_ScopebarError_Button_Restart" = "Neustart";
"Report_ScopebarError_DeletionTimedOut" = "Löschvorgang aufgrund einer Zeitüberschreitung abgebrochen. Das Dateisystem antwortet nicht.";
"Report_ScopebarError_ConnectionLost" = "Verbindung verloren. Verbindung zum Server wiederherstellen und nochmals versuchen";
"Report_ScopebarError_AuthError" = "Authorisierungsfehler. Der Server benötigt eine neue Authorisierung";
"Report_ScopebarError_Button_Reauthorize" = "Neu Authorisieren";


